Revit 2024 API
LayerModifier Constructor
 Constructs a new LayerModifier with default values.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public LayerModifier()
Visual Basic
Public Sub New
Visual C++
public:
LayerModifier()
See Also
LayerModifier Class
LayerModifier Overload
Autodesk.Revit.DB Namespace